Repository: fangjunyu1/ERdepot
Catalog: ERdepot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Czech
ar: التشيكية
ca: Txec
cs: Čeština
da: Tjekkisk
de: Tschechisch
el: Τσέχικα
es: Checo
fi: Tšekki
fr: Tchèque
he: צ’כית
hi: चेक
hr: Češki
hu: Cseh
id: Ceko
it: Ceco
ja: チェコ語
ko: 체코어
nb: Tsjekkisk
nl: Tsjechisch
pl: Czeski
pt_br: Checo
ro: Cehă
ru: Чешский
sk: Čeština
sv: Tjeckiska
th: ภาษาเช็ก
tr: Çekçe
uk: Чеська
vi: Tiếng Séc
zh_hans: 捷克语
zh_hk: 捷克語

# CZK
source: Czech Koruna
ar: الكرونة التشيكية
cs: Česká koruna
da: Tjekkisk krone
de: Tschechische Krone
el: Τσέχικη Κορώνα
es: Corona checa
fi: Tšekin koruna
fr: Couronne tchèque
he: קרונה צ’כית
hi: चेक क्रोन
hr: Češka kruna
hu: Cseh korona
id: Koruna Ceko
it: Corona ceca
ja: チェコ・コルナ
ko: 체코 코르나
ms: Korona Czech
nb: Tsjekkisk korona
nl: Tsjechische kroon
pl: Korona czeska
pt_br: Coroa checa
ro: Coronă cehă
ru: Чешская крона
sk: Česká koruna
sv: Tjeckisk koruna
th: โครนาสาธารณรัฐเช็ก
tr: Çek Korunası
uk: Чеська крона
vi: Koruna Séc
zh_hk: 捷克克朗

source: Daily gold price
ar: سعر الذهب اليومي
ca: Preu diari de l'or
cs: Denní cena zlata
da: Daglig guldpris
de: Täglicher Goldpreis
el: Ημερήσια τιμή χρυσού
es: Precio diario del oro
fi: Päivittäinen kullan hinta
fr: Cours quotidien de l'or
he: מחיר הזהב היומי
hi: दैनिक सोने की कीमत
hr: Dnevna cijena zlata
hu: Napi aranyár
id: Harga Emas Harian
it: Prezzo giornaliero dell'oro
ja: 毎日の金価格
ko: 일일 금 가격
ms: Harga Emas Harian
nb: Daglig gullpris
nl: Dagelijkse goudprijs
pl: Dzienna cena złota
pt_br: Preço diário do ouro
ro: Prețul zilnic al aurului
ru: Ежедневная цена на золото
sk: Denná cena zlata
sv: Dagligt guldpris
th: ราคาทองคำรายวัน
tr: Günlük Altın Fiyatı
uk: Щоденна ціна на золото
vi: Giá vàng hằng ngày
zh_hans: 每日金价
zh_hk: 每日金價

source: Daily gold prices and stock indices are sourced from Yahoo Finance
ar: يتم الحصول على أسعار الذهب اليومية ومؤشرات الأسهم من Yahoo Finance
ca: Els preus diaris de l'or i els índexs borsaris provenen de Yahoo Finance
cs: Denní ceny zlata a akciové indexy pocházejí z Yahoo Finance.
da: Daglige guldpriser og aktieindekser er hentet fra Yahoo Finance
de: Die täglichen Goldpreise und Aktienindizes stammen von Yahoo Finance
el: Οι καθημερινές τιμές του χρυσού και οι δείκτες μετοχών προέρχονται από το Yahoo Finance.
es: Los precios diarios del oro y los índices bursátiles provienen de Yahoo Finance.
fi: Päivittäiset kullan hinnat ja osakeindeksit ovat peräisin Yahoo Financesta
fr: Les cours quotidiens de l'or et les indices boursiers proviennent de Yahoo Finance
he: מחירי הזהב ומדדי המניות היומיים מקורם ב-Yahoo Finance
hi: दैनिक सोने की कीमतें और स्टॉक सूचकांक याहू फाइनेंस से प्राप्त होते हैं
hr: Dnevne cijene zlata i burzovni indeksi preuzeti su s Yahoo Financea
hu: A napi aranyárak és részvényindexek forrása a Yahoo Finance
id: Harga emas harian dan indeks saham bersumber dari Yahoo Finance
it: I prezzi giornalieri dell'oro e gli indici azionari provengono da Yahoo Finance
ja: 毎日の金価格と株価指数はYahoo Financeから取得しています
ko: 일일 금 가격과 주가 지수는 Yahoo Finance에서 제공됩니다.
ms: Harga emas harian dan indeks saham diperoleh daripada Yahoo Finance
nb: Daglige gullpriser og aksjeindekser er hentet fra Yahoo Finance
nl: Dagelijkse goudprijzen en aandelenindexen zijn afkomstig van Yahoo Finance
pl: Codzienne ceny złota i indeksy giełdowe pochodzą z serwisu Yahoo Finance
pt_br: Preço diário do ouro e índice de ações Yahoo Finance
ro: Prețurile zilnice ale aurului și indicii bursieri provin de la Yahoo Finance
ru: Ежедневные цены на золото и фондовые индексы получены из Yahoo Finance.
sk: Denné ceny zlata a akciové indexy pochádzajú z Yahoo Finance.
sv: Dagliga guldpriser och aktieindex kommer från Yahoo Finance
th: ราคาทองคำและดัชนีหุ้นรายวันมาจาก Yahoo Finance
tr: Günlük altın fiyatları ve hisse senedi endeksleri Yahoo Finance'den alınmıştır
uk: Щоденні ціни на золото та фондові індекси отримані з Yahoo Finance
vi: Giá vàng hàng ngày và chỉ số chứng khoán được lấy từ Yahoo Finance
zh_hans: 每日金价、股票指数都来源于Yahoo Finance
zh_hk: 每日金價、股票指數都來自Yahoo Finance

source: Daily gold prices, stock indices
ar: أسعار الذهب اليومية ومؤشرات الأسهم
ca: Preus diaris de l'or, índexs borsaris
cs: Denní ceny zlata, akciové indexy
da: Daglige guldpriser, aktieindeks
de: Tägliche Goldpreise, Aktienindizes
el: Καθημερινές τιμές χρυσού, χρηματιστηριακοί δείκτες
es: Precios diarios del oro, índices bursátiles
fi: Päivittäiset kullan hinnat, osakeindeksit
fr: Cours quotidiens de l'or, indices boursiers
he: מחירי זהב יומיים, מדדי מניות
hi: दैनिक सोने की कीमतें, शेयर सूचकांक
hr: Dnevne cijene zlata, burzovni indeksi
hu: Napi aranyárak, részvényindexek
id: Harga emas harian, indeks saham
it: Prezzi giornalieri dell'oro, indici azionari
ja: 毎日の金価格、株価指数
ko: 일일 금 가격, 주가 지수
ms: Harga emas harian, indeks saham
nb: Daglige gullpriser, aksjeindekser
nl: Dagelijkse goudprijzen, aandelenindexen
pl: Codzienne ceny złota, indeksy giełdowe
pt_br: Preço diário do ouro e índice bolsista
ro: Prețuri zilnice ale aurului, indici bursieri
ru: Ежедневные цены на золото, фондовые индексы
sk: Denné ceny zlata, akciové indexy
sv: Dagliga guldpriser, aktieindex
th: ราคาทองคำรายวัน ดัชนีหุ้น
tr: Günlük altın fiyatları, borsa endeksleri
uk: Щоденні ціни на золото, фондові індекси
vi: Giá vàng hàng ngày, chỉ số chứng khoán
zh_hans: 每日金价、股票指数
zh_hk: 每日金價、股票指數

source: Danish
ar: الدانماركية
ca: Danès
cs: Dánština
da: Dansk
de: Dänisch
el: Δανικά
es: Danés
fi: Tanska
fr: Danois
he: דנית
hi: डैनिश
hr: Danski
hu: Dán
id: Denmark
it: Danese
ja: デンマーク語
ko: 덴마크어
ms: Denmark
nb: Dansk
nl: Deens
pl: Duński
pt_br: Dinamarquês
ro: Daneză
ru: Датский
sk: Dánčina
sv: Danska
th: ภาษาเดนมาร์ก
tr: Danca
uk: Данська
vi: Tiếng Đan Mạch
zh_hans: 丹麦语
zh_hk: 丹麥語

source: Data sources
ar: مصادر البيانات
ca: Fonts de dades
cs: Zdroje dat
da: Datakilder
de: Datenquellen
el: Πηγές δεδομένων
es: Fuentes de datos
fi: Tietolähteet
fr: Sources de données
he: מקורות נתונים
hi: डेटा स्रोत
hr: Izvori podataka
hu: Adatforrások
id: Sumber data
it: Fonti di dati
ja: データソース
ko: 데이터 소스
ms: Sumber data
nb: Datakilder
nl: Gegevensbronnen
pl: Źródła danych
pt_br: Fontes de dados
ro: Surse de date
ru: Источники данных
sk: Zdroje dát
sv: Datakällor
th: แหล่งข้อมูล
tr: Veri kaynakları
uk: Джерела даних
vi: Nguồn dữ liệu
zh_hans: 数据来源
zh_hk: 數據來源

source: DAX
ar: مؤشر داكس الألماني
ca: DAX alemany
cs: Německý DAX
da: Tysk DAX
de: Deutscher DAX
el: Γερμανικό DAX
es: DAX alemán
fi: Saksan DAX
fr: DAX allemand
he: דאקס גרמני
hi: जर्मन DAX
hr: Njemački DAX
hu: Német DAX
id: DAX Jerman
it: DAX tedesco
ja: ドイツDAX
ko: 독일 DAX
ms: DAX Jerman
nb: Tysk DAX
nl: Duitse DAX
pl: Niemiecki DAX
pt_br: DAX da Alemanha
ro: DAX german
ru: немецкий DAX
sk: Nemecký DAX
sv: Tyska DAX
th: DAX ของเยอรมัน
tr: Alman DAX
uk: Німецький DAX
vi: DAX của Đức
zh_hans: 德国 DAX
zh_hk: 德國DAX

source: Display historical data
ar: عرض البيانات التاريخية
ca: Mostrar dades històriques
cs: Zobrazit historická data
da: Vis historiske data
de: Historische Daten anzeigen
el: Εμφάνιση ιστορικών δεδομένων
es: Mostrar datos históricos
fi: Näytä historiatiedot
fr: Afficher les données historiques
he: הצגת נתונים היסטוריים
hi: ऐतिहासिक डेटा प्रदर्शित करें
hr: Prikaz povijesnih podataka
hu: Előzményadatok megjelenítése
id: Menampilkan data historis
it: Visualizza i dati storici
ja: 履歴データを表示する
ko: 과거 데이터 표시
ms: Paparkan data sejarah
nb: Vis historiske data
nl: Historische gegevens weergeven
pl: Wyświetl dane historyczne
pt_br: Mostrar dados históricos
ro: Afișați datele istorice
ru: Отображение исторических данных
sk: Zobraziť historické údaje
sv: Visa historiska data
th: แสดงข้อมูลประวัติ
tr: Tarihsel verileri görüntüle
uk: Відображення історичних даних
vi: Hiển thị dữ liệu lịch sử
zh_hans: 显示历史数据
zh_hk: 顯示歷史數據

source: DJI
ar: مؤشر داو جونز
ca: Dow Jones
cs: Dow Jonesův index
da: Dow Jones
de: Dow Jones
el: Ντάου Τζόουνς
es: Dow Jones
fi: Dow Jones
fr: Dow Jones
he: דאו ג'ונס
hi: डॉव जोन्स
hr: Dow Jones
hu: Dow Jones
id: Indeks Dow Jones
it: Dow Jones
ja: ダウ・ジョーンズ
ko: 다우존스
ms: Dow Jones
nb: Dow Jones
nl: Dow Jones
pl: Dow Jones
pt_br: Dow Jones
ro: Dow Jones
ru: Доу Джонс
sk: Dow Jones
sv: Dow Jones
th: ดาวโจนส์
tr: Dow Jones
uk: Доу-Джонс
vi: Dow Jones
zh_hans: 道琼斯公司
zh_hk: 道瓊斯公司

source: Dow Jones Industrial Average
ar: مؤشر داو جونز الصناعي
cs: Průmyslový index Dow Jones
el: Βιομηχανικός Δείκτης Dow Jones
es: Promedio Industrial Dow Jones
fi: Dow Jonesin teollisuuskeskiarvo
fr: Moyenne industrielle Dow Jones
he: ממוצע דאו ג'ונס התעשייתי
hi: डॉव जोन्स औद्योगिक औसत
hu: Dow Jones ipari átlag
id: Rata-rata Industri Dow Jones
ja: ダウ・ジョーンズ工業株平均
ko: 다우존스 산업평균지수
ms: Purata Perindustrian Dow Jones
nl: Dow Jones Industrieel Gemiddelde
pl: Średnia przemysłowa Dow Jonesa
ru: Промышленный индекс Доу-Джонса
sk: Priemyselný index Dow Jones
th: ดัชนีอุตสาหกรรมดาวโจนส์
tr: Dow Jones Sanayi Ortalaması
uk: Промисловий індекс Доу-Джонса
vi: Chỉ số trung bình công nghiệp Dow Jones
zh_hans: 道琼斯工业平均
zh_hk: 道瓊工業平均

source: Dutch
ar: الهولندية
ca: Neerlandès
cs: Nizozemština
da: Hollandsk
de: Niederländisch
el: Ολλανδικά
es: Neerlandés
fi: Hollanti
fr: Néerlandais
he: הולנדית
hi: डच
hr: Nizozemski
hu: Holland
id: Belanda
it: Olandese
ja: オランダ語
ko: 네덜란드어
ms: Belanda
nb: Nederlandsk
nl: Nederlands
pl: Niderlandzki
pt_br: Holandês
ro: Olandeză
ru: Нидерландский
sk: Holandčina
sv: Nederländska
th: ภาษาดัตช์
tr: Hollandaca
uk: Нідерландська
vi: Tiếng Hà Lan
zh_hans: 荷兰语
zh_hk: 荷蘭語

source: E-mail
ar: البريد الإلكتروني
ca: Correu electrònic
el: Ηλεκτρονικό ταχυδρομείο
es: Correo electrónico
fi: Sähköposti
he: דואר אלקטרוני
hi: ईमेल
hr: E-pošta
ja: メール
ko: 이메일
ms: E-mel
nb: E-post
ru: Электронная почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh_hans: 邮件
zh_hk: 電子郵件

# EEK
source: Estonian Kroon
ar: الكرونة الإستونية
ca: Corona estoniana
cs: Estonská koruna
da: Estisk krone
de: Estnische Krone
el: Εσθονική Κορώνα
es: Corona estonia
fi: Viro koruna
fr: Couronne estonienne
he: קרונה אסטונית
hi: एस्टोनियाई क्रोन
hr: Estonska kruna
hu: Észt korona
id: Korona Estonia
it: Corona estone
ja: エストニア・コルナ
ko: 에스토니아 크로나
ms: Korona Estonia
nb: Estisk krone
nl: Estse kroon
pl: Korona estońska
pt_br: Coroa estoniana
ro: Coronă estoniană
ru: Эстонская крона
sk: Estónska koruna
sv: Estnisk krona
th: โครนาสาธารณรัฐเอสโตเนีย
tr: Estonya Kronu
uk: Естонська крона
vi: Krone Estonia
zh_hk: 愛沙尼亞克朗

source: End of the wait
ar: نهاية الانتظار
ca: Fi de l’espera
cs: Konec čekání
da: Ventetidens slutning
de: Warten beendet
el: Τέλος αναμονής
es: Fin de la espera
fi: Odottamisen loppu
fr: Fin de l’attente
he: סיום ההמתנה
hi: प्रतीक्षा समाप्त
hr: Kraj čekanja
hu: Várakozás vége
id: Akhir dari penantian
it: Fine dell’attesa
ja: 待機終了
ko: 기다림 끝
ms: Akhir menunggu
nb: Slutt på venting
nl: Einde van het wachten
pl: Koniec oczekiwania
pt_br: Fim da espera
ro: Sfârșitul așteptării
ru: Конец ожидания
sk: Koniec čakania
sv: Slut på väntan
th: สิ้นสุดการรอ
tr: Bekleme sona erdi
uk: Кінець очікування
vi: Kết thúc chờ đợi
zh_hans: 等待结束
zh_hk: 等待結束

source: English
ar: الإنجليزية
ca: Anglès
cs: Angličtina
da: Engelsk
de: Englisch
el: Αγγλικά
es: Inglés
fi: Englanti
fr: Anglais
he: אנגלית
hi: अंग्रेज़ी
hr: Engleski
hu: Angol
id: Inggris
it: Inglese
ja: 英語
ko: 영어
ms: Bahasa Inggeris
nb: Engelsk
nl: Engels
pl: Angielski
pt_br: Inglês
ro: Engleză
ru: Английский
sk: Angličtina
sv: Engelska
th: ภาษาอังกฤษ
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh_hans: 英语
zh_hk: 英語

source: European Central Bank
ar: البنك المركزي الأوروبي
ca: Banc Central Europeu
cs: Evropská centrální banka
da: Den Europæiske Centralbank
de: Europäische Zentralbank
el: Ευρωπαϊκή Κεντρική Τράπεζα
es: Banco Central Europeo
fi: Euroopan keskuspankki
fr: Banque centrale européenne
he: הבנק המרכזי האירופי
hi: यूरोपीय केंद्रीय बैंक
hr: Europska središnja banka
hu: Európai Központi Bank
id: Bank Sentral Eropa
it: Banca Centrale Europea
ja: 欧州中央銀行
ko: 유럽 중앙은행
ms: Bank Pusat Eropah
nb: Den europeiske sentralbanken
nl: Europese Centrale Bank
pl: Europejski Bank Centralny
pt_br: Banco Central Europeu
ro: Banca Centrală Europeană
ru: Европейский центральный банк
sk: Európska centrálna banka
sv: Europeiska centralbanken
th: ธนาคารกลางยุโรป
tr: Avrupa Merkez Bankası
uk: Європейський центральний банк
vi: Ngân hàng Trung ương Châu Âu
zh_hans: 欧洲央行
zh_hk: 歐洲中央銀行

source: Every 10 seconds
ar: كل 10 ثواني
ca: Cada 10 segons
cs: Každých 10 sekund
da: Hvert 10. sekund
de: Alle 10 Sekunden
el: Κάθε 10 δευτερόλεπτα
es: Cada 10 segundos
fi: 10 sekunnin välein
fr: Toutes les 10 secondes
he: כל 10 שניות
hi: हर 10 सेकंड
hr: Svakih 10 sekundi
hu: 10 másodpercenként
id: Setiap 10 detik
it: Ogni 10 secondi
ja: 10秒ごとに
ko: 10초마다
ms: Setiap 10 saat
nb: Hvert 10. sekund
nl: Elke 10 seconden
pl: Co 10 sekund
pt_br: A cada 10 segundos
ro: La fiecare 10 secunde
ru: Каждые 10 секунд
sk: Každých 10 sekúnd
sv: Var 10:e sekund
th: ทุก ๆ 10 วินาที
tr: Her 10 saniyede bir
uk: Кожні 10 секунд
vi: Mỗi 10 giây
zh_hans: 每10秒
zh_hk: 每10秒

source: Every 30 seconds
ar: كل 30 ثانية
ca: Cada 30 segons
cs: Každých 30 sekund
da: Hvert 30. sekund
de: Alle 30 Sekunden
el: Κάθε 30 δευτερόλεπτα
es: Cada 30 segundos
fi: 30 sekunnin välein
fr: Toutes les 30 secondes
he: כל 30 שניות
hi: हर 30 सेकंड
hr: Svakih 30 sekundi
hu: 30 másodpercenként
id: Setiap 30 detik
it: Ogni 30 secondi
ja: 30秒ごと
ko: 30초마다
ms: Setiap 30 saat
nb: Hvert 30. sekund
nl: Elke 30 seconden
pl: Co 30 sekund
pt_br: A cada 30 segundos
ro: La fiecare 30 de secunde
ru: Каждые 30 секунд
sk: Každých 30 sekúnd
sv: Var 30:e sekund
th: ทุก ๆ 30 วินาที
tr: Her 30 saniyede bir
uk: Кожні 30 секунд
vi: Mỗi 30 giây
zh_hans: 每30秒
zh_hk: 每30秒

source: Every day
ar: كل يوم
ca: cada dia
cs: každý den
da: hver dag
de: täglich
el: κάθε μέρα
es: cada día
fi: joka päivä
fr: tous les jours
he: כל יום
hi: रोज रोज
hr: svaki dan
hu: minden nap
id: setiap hari
it: ogni giorno
ja: 毎日
ko: 매일
ms: setiap hari
nb: hver dag
nl: elke dag
pl: codziennie
pt_br: Todos os dias
ro: în fiecare zi
ru: каждый день
sk: každý deň
sv: varje dag
th: ทุกวัน
tr: Her gün
uk: щодня
vi: mỗi ngày
zh_hans: 每天
zh_hk: 每天

source: Every hour
ar: كل ساعة
ca: per hora
cs: za hodinu
da: i timen
de: pro Stunde
el: ανά ώρα
es: por hora
fi: tunnissa
fr: par heure
he: לְשָׁעָה
hi: घंटे से
hr: na sat
hu: óránként
id: per jam
it: all'ora
ja: 1時間あたり
ko: 시간당
ms: setiap jam
nb: per time
nl: per uur
pl: na godzinę
pt_br: A cada hora
ro: pe oră
ru: в час
sk: za hodinu
sv: varje timme
th: ต่อชั่วโมง
tr: saat başına
uk: за годину
vi: mỗi giờ
zh_hans: 每小时
zh_hk: 每小時

source: Every minute
ar: في الدقيقة
ca: Per minut
cs: Za minutu
da: Pr. minut
de: Pro Minute
el: Ανά λεπτό
es: Por minuto
fi: Minuutissa
fr: Par minute
he: לְדַקָה
hi: प्रति मिनट
hr: U minuti
hu: Percenként
id: Per menit
it: Al minuto
ja: 1分あたり
ko: 분당
ms: seminit
nb: Per minutt
nl: Per minuut
pl: Na minutę
pt_br: A cada minuto
ro: Pe minut
ru: В минуту
sk: Za minútu
sv: Varje minut
th: ต่อหนึ่งนาที
tr: Dakikada
uk: За хвилину
vi: Mỗi phút
zh_hans: 每分钟
zh_hk: 每分鐘

source: Every time you open the app
ar: في كل مرة تفتح التطبيق
ca: Cada vegada que obris l'aplicació
cs: Pokaždé, když otevřete aplikaci
da: Hver gang du åbner appen
de: Jedes Mal, wenn Sie die App öffnen
el: Κάθε φορά που ανοίγετε την εφαρμογή
es: Cada vez que abras la aplicación
fi: Joka kerta, kun avaat sovelluksen
fr: Chaque fois que vous ouvrez l'application
he: בכל פעם שאתה פותח את האפליקציה
hi: हर बार जब आप ऐप खोलेंगे
hr: Svaki put kada otvorite aplikaciju
hu: Minden alkalommal, amikor megnyitod az alkalmazást
id: Setiap kali Anda membuka aplikasi
it: Ogni volta che apri l'app
ja: アプリを開くたびに
ko: 앱을 열 때마다
ms: Setiap kali anda membuka aplikasi
nb: Hver gang du åpner appen
nl: Elke keer dat u de app opent
pl: Za każdym razem, gdy otwierasz aplikację
pt_br: Cada vez que abrir o aplicativo
ro: De fiecare dată când deschizi aplicația
ru: Каждый раз, когда вы открываете приложение
sk: Pri každom otvorení aplikácie
sv: Varje gång du öppnar appen
th: ทุกครั้งที่คุณเปิดแอป
tr: Uygulamayı her açtığınızda
uk: Щоразу, коли ви відкриваєте додаток
vi: Mỗi khi bạn mở ứng dụng
zh_hans: 每次打开应用
zh_hk: 每次打開應用

source: Exchange name
ar: اسم التبادل
ca: Nom de l'intercanvi
cs: Název burzy
da: Børsnavn
de: Austauschname
el: Όνομα Ανταλλαγής
es: Nombre del intercambio
fi: Vaihdon nimi
fr: Nom de l'échange
he: שם הבורסה
hi: एक्सचेंज का नाम
hr: Naziv burze
hu: Tőzsde neve
id: Nama Pertukaran
it: Nome dello scambio
ja: 取引所名
ko: 교환 이름
ms: Pertukaran Nama
nb: Børsnavn
nl: Uitwisselingsnaam
pl: Nazwa giełdy
pt_br: Nome da bolsa
ro: Numele bursei
ru: Название биржи
sk: Názov burzy
sv: Börsens namn
th: ชื่อการแลกเปลี่ยน
tr: Değişim Adı
uk: Назва біржі
vi: Tên trao đổi
zh_hans: 交易所名称
zh_hk: 交易所名稱

source: Exchange rate calculation method
ar: طريقة حساب سعر الصرف
ca: Mètode de càlcul del tipus de canvi
cs: Metoda výpočtu směnného kurzu
da: Valutakurs beregningsmetode
de: Methode zur Berechnung des Wechselkurses
el: Μέθοδος υπολογισμού συναλλαγματικής ισοτιμίας
es: Método de cálculo del tipo de cambio
fi: Valuuttakurssin laskentamenetelmä
fr: Méthode de calcul du taux de change
he: שיטת חישוב שער החליפין
hi: विनिमय दर गणना विधि
hr: Metoda izračuna tečaja
hu: Árfolyam-számítási módszer
id: Metode perhitungan nilai tukar
it: Metodo di calcolo del tasso di cambio
ja: 為替レート計算方法
ko: 환율 계산 방법
ms: Kaedah pengiraan kadar pertukaran
nb: Valutakursberegningsmetode
nl: Wisselkoersberekeningsmethode
pl: Metoda obliczania kursu wymiany
pt_br: Método de cálculo da taxa de câmbio
ro: Metodă de calcul a cursului de schimb
ru: Метод расчёта обменного курса
sk: Metóda výpočtu výmenného kurzu
sv: Beräkningsmetod för växelkurs
th: วิธีการคำนวณอัตราแลกเปลี่ยน
tr: Döviz kuru hesaplama yöntemi
uk: Метод розрахунку обмінного курсу
vi: Phương pháp tính tỷ giá hối đoái
zh_hans: 汇率计算方式
zh_hk: 匯率計算方法

source: Exchange Rate of the Day
ar: سعر الصرف لهذا اليوم
ca: Tipus de canvi del dia
cs: Směnný kurz dne
da: Dagens valutakurs
de: Wechselkurs des Tages
el: Συναλλαγματική ισοτιμία της ημέρας
es: Tipo de cambio del día
fi: Päivän valuuttakurssi
fr: Taux de change du jour
he: שער החליפין היומי
hi: दिन का विनिमय दर
hr: Dnevni tečaj
hu: A nap árfolyama
id: Nilai tukar hari ini
it: Tasso di cambio del giorno
ja: 本日の為替レート
ko: 오늘의 환율
ms: Kadar pertukaran harian
nb: Dagens valutakurs
nl: Wisselkoers van de dag
pl: Kurs wymiany dnia
pt_br: Taxa de câmbio do dia
ro: Cursul de schimb al zilei
ru: Курс обмена на сегодня
sk: Výmenný kurz dňa
sv: Dagens växelkurs
th: อัตราแลกเปลี่ยนประจำวัน
tr: Günün döviz kuru
uk: Обмінний курс дня
vi: Tỷ giá hối đoái của ngày
zh_hans: 当日汇率
zh_hk: 當日匯率

source: Exchange rate synchronization source
ar: مصدر مزامنة سعر الصرف
ca: Font de sincronització del tipus de canvi
cs: Zdroj synchronizace směnného kurzu
da: Kilde til valutakurs-synkronisering
de: Quelle für die Wechselkurssynchronisation
el: Πηγή συγχρονισμού συναλλαγματικής ισοτιμίας
es: Fuente de sincronización del tipo de cambio
fi: Valuuttakurssin synkronointilähde
fr: Source de synchronisation du taux de change
he: מקור סנכרון שער החליפין
hi: विनिमय दर समकालिक स्रोत
hr: Izvor sinkronizacije tečaja
hu: Árfolyamszinkronizációs forrás
id: Sumber sinkronisasi nilai tukar
it: Fonte di sincronizzazione del tasso di cambio
ja: 為替レート同期元
ko: 환율 동기화 소스
ms: Sumber penyelarasan kadar pertukaran
nb: Synkroniseringskilde for valutakurs
nl: Bron voor wisselkoerssynchronisatie
pl: Źródło synchronizacji kursu wymiany
pt_br: Fonte de sincronização da taxa de câmbio
ro: Sursa de sincronizare a cursului de schimb
ru: Источник синхронизации обменного курса
sk: Zdroj synchronizácie výmenného kurzu
sv: Synkroniseringskälla för växelkurs
th: แหล่งข้อมูลการซิงโครไนซ์อัตราแลกเปลี่ยน
tr: Döviz kuru senkronizasyon kaynağı
uk: Джерело синхронізації обмінного курсу
vi: Nguồn đồng bộ tỷ giá hối đoái
zh_hans: 汇率同步来源
zh_hk: 匯率同步來源

source: Exchange rate synchronization time
ar: وقت مزامنة سعر الصرف
ca: Hora de sincronització del tipus de canvi
cs: Čas synchronizace směnného kurzu
da: Tidspunkt for valutakurs-synkronisering
de: Zeit der Wechselkurssynchronisation
el: Χρόνος συγχρονισμού συναλλαγματικής ισοτιμίας
es: Hora de sincronización del tipo de cambio
fi: Valuuttakurssin synkronointiaika
fr: Heure de synchronisation du taux de change
he: זמן סנכרון שער החליפין
hi: विनिमय दर समकालिक समय
hr: Vrijeme sinkronizacije tečaja
hu: Árfolyamszinkronizáció ideje
id: Waktu sinkronisasi nilai tukar
it: Ora di sincronizzazione del tasso di cambio
ja: 為替レート同期時間
ko: 환율 동기화 시간
ms: Masa penyelarasan kadar pertukaran
nb: Synkroniseringstid for valutakurs
nl: Tijdstip van wisselkoerssynchronisatie
pl: Czas synchronizacji kursu wymiany
pt_br: Tempo de sincronização da taxa de câmbio
ro: Ora de sincronizare a cursului de schimb
ru: Время синхронизации обменного курса
sk: Čas synchronizácie výmenného kurzu
sv: Synkroniseringstid för växelkurs
th: เวลาซิงโครไนซ์อัตราแลกเปลี่ยน
tr: Döviz kuru senkronizasyon zamanı
uk: Час синхронізації обмінного курсу
vi: Thời gian đồng bộ tỷ giá hối đoái
zh_hans: 汇率同步时间
zh_hk: 匯率同步時間

source: Finnish
ar: الفنلندية
ca: Finès
cs: Finština
da: Finsk
de: Finnisch
el: Φινλανδικά
es: Finés
fi: Suomi
fr: Finnois
he: פינית
hi: फ़िनिश
hr: Finski
hu: Finn
id: Finlandia
it: Finlandese
ja: フィンランド語
ko: 핀란드어
ms: Finland
nb: Finsk
nl: Fins
pl: Fiński
pt_br: Finlandês
ro: Finlandeză
ru: Финский
sk: Fínčina
sv: Finska
th: ภาษาไฟนแลนด์
tr: Fince
uk: Фінська
vi: Tiếng Phần Lan
zh_hans: 芬兰语
zh_hk: 芬蘭語

source: Foreign currency
ar: العملات الأجنبية
ca: Moneda estrangera
cs: Cizí měna
da: Udenlandsk valuta
de: Fremdwährung
el: Ξένο νόμισμα
es: Divisa
fi: Ulkomainen valuutta
fr: Devise étrangère
he: מט”ח
hi: विदेशी मुद्रा
hr: Strana valuta
hu: Külföldi valuta
id: Mata uang asing
it: Valuta estera
ja: 外国通貨
ko: 외화
ms: Mata wang asing
nb: Utenlandsk valuta
nl: Vreemde valuta
pl: Waluta obca
pt_br: Moeda estrangeira
ro: Monedă străină
ru: Иностранная валюта
sk: Cudzia mena
sv: Utländsk valuta
th: สกุลเงินต่างประเทศ
tr: Döviz
uk: Іноземна валюта
vi: Ngoại tệ
zh_hans: 外币
zh_hk: 外幣
